:MONITORSERVERNET
{
	BindIP = "0.0.0.0"		// bind IP
	Port = 18245		// Port
	CreateWorker = 4		// 생성 워커 스레드
	ActiveWorker = 2		// 활성화 워커스레드
	CreateAccept = 1		// 생성 엑셉트 스레드
	HeadCode = 119		// 헤더 코드
	XorCode1 = 50		// XorCode 1번
	XorCode2 = 132		// XorCode 2번
	Nodelay = 0		// Nodelay. 1이면 노딜레이 옵션 적용(네이글 알고리즘 적용)
	MaxJoinUser = 6000	// 최대 접속 가능 유저 수	
	LogLevel	= 0		// 0  디버그 / 1  위험 / 2  에러 / 3  시스템
	LoginKey = "P09djiwl34jWJV%@oW@#o0d82jvk#cjz" // 로그인 툴이 가지고오는 키	
}

:MONITORSERVERLAN
{
	LanBindIP = "0.0.0.0"		// bind IP
	LanPort = 18246		// Port	
	LanCreateWorker = 4		// 생성 워커 스레드
	LanActiveWorker = 2		// 활성화 워커스레드
	LanCreateAccept = 1		// 생성 엑셉트 스레드
	LanNodelay = 0		// Nodelay. 1이면 노딜레이 옵션 적용(네이글 알고리즘 적용)
	LanMaxJoinUser = 20	// 최대 접속 가능 유저 수
	LanLogLevel	= 0		// 0 : 디버그 / 1 : 위험 / 2 : 에러 / 3 :  시스템
}

:MONITORDBCONFIG
{
	DBIP = "127.0.0.1"
	DBUser = "root"
	DBPassword = "034689"
	DBName = "logdb"
	DBPort = 3306
}
